[General]
Version=1.8.9
LanguageName=Italiano
lblLanguageAuthor=OvErCoRe

[Form1]
speedWarningLabel=Avviso: velocità superiori a 20000 KB/s potrebbero sembrare sospette.
checkShowTrayBaloon=Abilita informazioni al passaggio sulla icona nell area di notifica
lblInterface=Interfaccia:
lblLanguage=Lingua:
TorrentFileLabel=File:
closeButton=Chiudi
StartButton=Inizia
tabGeneral=Generali
groupTorrentFile=File Torrent
browseButton=Cerca...
groupStats=Statistiche
totalRunningTimeLabel=Tempo totale :
leechLabel=Leechers:
seedLabel=Seeders:
manualUpdateButton=Aggiornamento manuale
labelUpdateIn=Uppato in:
downloadCountLabel=Scaricati :
uploadCountLabel=Uppati :
groupBoxOptions=Opzioni
applyStopSettingsButton=Applica
stopProcessLabel=Ferma dopo:
FileSizeLabel=Scaricato (%)
uploadRateLabel=Velocità di upload (kB/s) :
downloadRateLabel=Velocità di download (kB/s) :
groupTorrentInfo=Informazioni sul torrent
labelTorrentSize=Dimensione:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Avanzate
memoryReaderButton=Lettura memoria...
updateAnnounceParamsOnStart=Aggiornamento peer_id e key all'avvio
checkNewVersion=Cerca una nuova versione
ClientLabel=Client simulato:
randomSpeedGroup=Imposta la velocità casuale di Upload e Download 
RandomDownloadToLabel=Max:
RandomUploadToLabel=Max:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Download (kB)
checkRandomUpload=Upload (kB)
reportParamsGroup=Parametri riportati
keyLabel=Key (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Numero Peers (numwant):
portInfoLabel=Se questi campi vengono lasciati vuoti, RatioMaster utilizzerà valori casuali o di default
portLabel=Porta (porta):
tabNetwork=Rete
groupNetworkMisc=Varie
checkIgnoreFailureReason=Ignora 'mancata ragione' come risposta del tracker
labelStopMinLeecher=Ferma l'upload quando il numero di leechers è inferiore a:
intervalLabel=Intervallo di aggiornamento del tracker (s):
checkRequestScrap=Ottieni statistiche Seeders/Leechers (prendi info dal tracker)
checkTCPListen=Utilizzare il protocollo TCP di ascolto (appari collegato al tracker)
proxySettingsGroup=Impostazioni Proxy Server 
labelProxyPass=Password:
labelProxyUser=User:
labelProxyPort=Porta:
labelProxyHost=Host:
labelProxyType=Tipo di proxy:
tabLog=Registro
saveLogButton=Salva Log
checkLogEnabled=Abilita Log
checkHideConfidentialInfo=Nascondi info riservate
clearLogButton=Pulisci Log
tabAbout=Info
labelForums=Forum:
labelWebSite=Sito web:
StopButton=Ferma
linkProxyHelp=Aiuto proxy
tabUpdates=Aggiornamenti
installUpdatesButton=Installa aggiornamenti
checkUpdatesButton=Cerca aggiornamenti
labelUpdates=Clients e lingue
labelBindIp=Assegna IP:
checkMinimizeToTray=Minimizza sulla barra delle applicazioni
checkIgnoreTimeout=Ignora errori di connessione
checkUPnP=Abilita la mappatura delle porte UPnP 
testNetworkButton=Testa Impostazioni...
ResetCountersButton=Resetta il contatore 
checkSavePeers=Salva la lista dei peers


[MemoryReader]
reApplyButton=Applica
reCloseButton=chiudi
groupBoxSearchResults=Cerca risultati
reHashLabel=Hash:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Key(key):
numwantLabel=Numero Peers (numwant):
rePortLabel=Porta (port):
reSearchStrLabel=Stringa:
reSearchButton=Inizia ricerca
reProcessNameLabel=Nome processo:

[Messages]
mrNoProcessFound={0} Processo non trovato .\r\nMake sure that torrent client is running and that at least one torrent is working.
mrSearchFail=Ricerca fallita.\r\nMake sure that torrent client is running and that at least one torrent is working.
mrSearchTitle=Cerca
mrSearchSuccess=Ricerca finita correttamente!\r\nPremi Applica per applicare i valori sul client corrente.
vrNewVersionReleased=C'é una nuova versione! Prenderla su http://www.moofdev.net?
vrNewVersionTitle="Nuova versione disponibile"
ballonUploaded=Uploaded: {0} \r\n
ballonDownloaded=Downloaded: {0} \r\n
ballonUpdateIn=Aggiornamento in: {0} \r\n
ballonTotalTime=Tempo totale: {0} \r\n
stopProcessOpt1=Non fermarti
stopProcessOpt2=Aver uppato
stopProcessOpt3=Aver scaricato
stopProcessOpt4=Tempo
stopProcessOpt5=Seed ~1,2x
stopProcessUnits1=Secondi
stopProcessUnits2=Minuti
stopProcessUnits3=Ore
restoreToolStripMenuItem=Reimposta
exitToolStripMenuItem=Esci
umNumUpdatesFound=Trovato {0} aggiornamento
umNoUpdatesFound=Nessun aggiornamento trovato
umParsingUpdates=Parsing Updates...
umCheckingUpdates=Cerca aggiornamenti...
umDownloadingUpdate=Scarica aggiornamento {0}
umFinishedDownloadingUpdates=Finito il download dell'aggiornamento
clmnUpdateName=Nome
clmnUpdateFileName=Nome file
clmnUpdateType=Tipo
clmnUpdateAuthor=Autore
confirmCloseTitle=Conferma
confirmCloseMessage=L'aggiornamento del torrent è in esecuzione. Voui veramente uscire da RatioMaster?
defaultBinding=Default
testNetworkSuccess=Connesione avvenuta. Adesso la rete di RatioMaster è configurata correttamente per lavorare.
testNetworkFailed=Errore di connesione 
testNetworkInProgress=E' in corso il test della configurazione della rete...

[Tooltips]
checkIgnoreTimeout=RM will ignore connection errors
checkIgnoreFailureReason=RM ignora gli errori di risposta del tracker e si upload quando questa opzione e selezionata.
labelStopMinLeecher=RM setta la velocità du upload pari a zero se il numero di leechers é inferiore al valore scelto.
intervalLabel=L'intervallo di aggiornamento di default per l'invio di statistiche al tracker.\r\nUtile per quei tracker che non forniscono un intervallo di aggiornamento.
proxySettingsGroup=RM può usare un proxy per connettersi al tracker in modo da non rendere visibile il proprio IP.
memoryReaderButton=Memory Reader\r\nUse usa questo tool quando desideri simulare i parametri del client.\r\nas peer_id, key, porte e tutti quei parametri che deve avere il vostro client.
updateAnnounceParamsOnStart=Se questa opzione é selezionata,RM genera nuovi peer_id e key ogni volta che si avvia.\r\nSe non é selezionata, RM usa i valori salvati la volta precedente.
TorrentClientsBox=Clicca per scegliere il client che desideri simulare
randomSpeedGroup=Rm può variare la velocità in modo casuale dopo ogni aggiornamento\r\nsecondo queste impostazioni.\r\nUn upload con stessa velocità troppo a lungo, può essere sospetto.
torrentFile=Torrent File Path\r\nclicca cerca... o trascina il torrent in questa finestra.
totalRunningTimeLabel=Durata totale per questa sessione
leechLabel=Leechers del torrent\r\nSu alcuni tracker questa opzione non è disponibile
seedLabel=Seeders del torrent\r\nSu alcuni tracker questa opzione non è disponibile
manualUpdateButton=Aggiornamento manuale\r\nIl tracker può essere aggiornato manualmente, le statistiche del tracker dovrebbero cambiare all'istante.
labelUpdateIn=tempo per il prossimo aggiornamento 
downloadCountLabel=Downloaded\r\nDopo il prossimo aggiornamento, le statistiche sul tracker dovrebbero variare 
uploadCountLabel=Updoaded\r\nDopo il prossimo aggiornamento, le statistiche sul tracker dovrebbero variare                                                                                                                      
stopProcessActionBox=RM può stopparsi automaticamente.\r\nScegli tra le diverse opzioni ed inserisci i valori.
uploadRate=Velocità di upload\r\nInserisci qui la velocità che RM deve riportare al tracker
downloadRate=Velocità di download\r\nInserisci qui la velocità che RM deve riportare al tracker
shaHash=Torrent Sha Hash\r\nPuoi inserirlo manualmente o verrà generato automaticamente dal torrent selezionato 
trackerAddress=Url del tracker\r\nPuoi inserirlo manualmente o verrà generato automaticamente dal torrent selezionato
fileSize=E' possibile mettere la percentuale di completamento del download del torrent\r\n100% = Seeding (finito di scaricare)\r\n0%     = Leeching (scaricarlo completamente)\r\nRM ricorda la percentuale % di completamento del download per ogni torrent.                                       
reportParamsGroup=Questi parametri sono una parte della stringa di notifica che RM invierà al tracker.\r\nNormalmente RM genera automaticamente questi parametri,ma disponi di un opzione\r\nper immettere manualmente, o usare il tool "lettura di memoria" per mettere i parametri del proprio client.
reProcessNameBox=RM stà osservando questo processo.\r\nRM fills this box automatically according to your current Client Selection.
reSearchStr=RM guarda per questa stringa per trovare URL annunciati e analizza i risultati trovati.
reSearchButton=Premi su "Inizia ricerca" per ... Iniziare la ricerca.
groupBoxSearchResults=Se la ricerca avrà successo RM riempie questi campi con i risultati trovati.\r\nCopia questi vaolri manualmente in RM Impostazioni Avanzate o premi su Applica.
reApplyButton=Clicca su "Applica" per copiare i risultati della ricerca nella scheda Avanzate di RM.
